app/controllers/static_pages_controller.rb

SELECT "clocks".* FROM "clocks"
---
  def home
    @clocks_all = Clock.all